import React from 'react';
import './about.css';
import about from "./images/about.jpg";
import about1 from "./images/about1.jpg";
import about2 from "./images/about2.jpg";


const About = () => {
    return (
        <div className='divContAbout1'>
            <div> <img src={about} alt="about" className='spanContImg1' /> </div>
            <h1 className='m-4'> Մեր Մասին </h1>
            <h3 className='m-4'> Ընկերության մասին </h3>
            <div className='h-4 divAbout' >
                <span className='m-4 spanContImg'> <img src={about1} alt="about1" width="600" height="300" />  </span>
                <span className='m-4'>
                    www.tsiran.am համակարգը, որը պատկանում է «ԾԻՐԱՆ ՄԱՐԿԵՏ» ՍՊ ընկերությանը,
                    առցանց գնումների համակարգ է (առցանց սուպերմարկետ), որն առաջարկում է իր այցելուներին
                    ավելի քան 25000 անուն ապրանք: «ԾԻՐԱՆ» սուպերմարկետների ցանցը հիմնադրվել է 2013թ.
                    օգոստոսի 31-ին: Ներկայումս այն հանդիսանում է
                    Հայաստանի Հանրապետության խոշոր ցանցերից մեկը:
                    «Ծիրան օնլայնը» հիմնադրվել է 2021թ.:
                </span>
            </div>
            <h3 className='m-4'> Տեսլականը  եվ առաքելությունը </h3>
            <p className='m-4'>
                Մեր տեսլականն է լինել արժեքավոր առաջարկ ներկայացնող մանրածախ առևտրով
                զբաղվող կազմակերպություն:
                Արժեքը համարվում է գինը և որակը: Ոչ թե բյուջետային կամ պրեմիում դասի խանութներ,այլ
                իրական արժեքավոր առաջարկ ներկայացնող մանրածախ ցանց:
                Մեր առաքելությունն է արժանանալ հաճախորդների գոհունակությանը:
                Մենք ցանկանում ենք, որ մեր հաճախորդները բավարարված լինեն մեր ծառայություններով,
                առաջարկներով, գներով, ապրանքների որակով և ցուցադրությամբ:
            </p>
            <div className='m-4 divAbout2'>
                <span className='m-4'> <img src={about2} alt="about2" width="600" height="400" /> </span>
                <span className='m-4'>
                    <h3 className='m-4'>  Մեր հաճախորդները և խանութները    </h3>
                    <p className='m-4'> ԾԻՐԱՆ-ը սպասարկում է շաբաթական ավելի քան 140 000 գնորդի:
                        ԾԻՐԱՆԸ այս պահին ունի 14 սուպերմարկետ Երևանում և ՀՀ մարզերում:
                    </p>
                    <h3 className='m-4'> Գործընկերները </h3>
                    <p className='m-4'>
                        Ծիրան մարկետը համագործակցում է Հայաստանի գրեթե բոլոր արտադրողների և
                        ներկրողների հետ, ցանկը կարող եք գտնել մեր կայքի ապրանքանիշեր հատվածում:
                    </p>
                </span>
            </div>
        </div>
    )
}

export default About;