import React from 'react';
import './delivery.css';
import delivery from "./images/delivery.jpg"


const Delivery = () => {
    return (
        <div className="divContDelivery1">
            <div className='deliveriContimg'> <img src={delivery} alt="delivery" width="100%" className='deliveriContimg1' /> </div>
            <div>
                <h1 className='m-4'> Առաքում </h1>
                <h3 className='m-4' > Ֆիքսված ժամերի առաքում </h3>
                <p className='m-4'>
                    Tsiran.am կայքով օրվա ցանկացած ժամի կարող եք կատարել օնլայն գնումներ,
                    որոնք Երևանում անվճար կառաքվեն հետևյալ ֆիքսված ժամերին՝ առավոտյան 11:30-14:00 և
                    երեկոյան 18:00-21:30: Ֆիքսված ժամերին պատվիրելու համար պարտադիր է
                    պատվերը գրանցել առավոտյան մինչև ժամը 10:30 և երեկոյան մինչև ժամը 17:00:
                    «Ֆիքսված ժամերի առաքումն» անվճար է, եթե պատվերի գումարը 2900 դրամ և ավելի է:
                </p>
                <h3 className='m-4'> Անհատական առաքում </h3>
                <p className='m-4'>
                    Tsiran.am կայքով օրվա ցանկացած ժամի կարող եք կատարել օնլայն գնումներ և
                    ընտրել անհատական առաքման տարբերակը,  որը  հավաքագրվում և առաքվում է
                    հավաքագրվելուց հետո մեկ ժամվա ընթացքում: Առաքման այս տարբերակը վճարովի է`
                    Երևան քաղաքում 500 դրամ, իսկ Երևանից դուրս` ըստ կիլոմետրի:
                    Անհատական առաքումները իրականացվում են  08:00-ից մինչև 24:00 ընկած ժամանակահատվածում:
                </p>
                <h3 className='m-4'> Ինքնառաքում </h3>
                <p className='m-4'>
                    Ինքնառաքման  դեպքում պատվերը գրանցում եք առցանց կամ զանգով,
                    բայց վերցնելու համար մոտենում եք համապատասխան մասնաճյուղ:
                    Այս տարբերակը նույնպես անվճար է:
                </p>
            </div>
        </div>

    )
}

export default Delivery;